[
    {
        "title": "30 Mbps UNLIMITED TRAFFIC",
        "img": "https://i.pinimg.com/originals/4b/86/ea/4b86ea057f6cfb1562cfc063295aba8e.jpg",
        "price": "৳ 1,599",
        "ratings": "5  ⭐⭐⭐⭐⭐",
        "description": "30 Mbps supports one or two more devices than 25 Mbps, but its still on the lighter side when it comes to bandwidth. And though your network speed can get bogged down during peak internet usage hours, a 30 Mbps satellite internet speed adequately sustains your connection with minimal buffering. If your household expands, however, you may want to consider a faster speed. 30 Mbps is light on your budget, and makes buffering and binge interruptions mostly a thing of the past. It provides plenty of bandwidth for smaller families and businesses. If this fits your profile you can expect 30 Mbps satellite internet speed to cover your needs nicely. When it comes to internet connection speeds, a point of deep concern tends to be the ability to stream videos. Typical streaming services such as Amazon and Netflix require between 15-25 Mbps to stream content, so 30 Mbps should be fast enough to stream videos from standard to 4k HD definition. 30 Mbps has its limits, as live streaming takes up more bandwidth and streaming on multiple devices will bog your signal down. If those in your household have different tastes in entertainment and want to stream their own programs simultaneously, a faster internet speed would be more suitable.",
        "facility": [
            {
                "name": "First Value Added Service",
                "details": "100Mbps YouTube."
            },
            {
                "name": "Second Value Added Service",
                "details": "100Mbps Facebook."
            },
            {
                "name": "Third Value Added Service",
                "details": "100Mbps BDIX."
            },
            {
                "name": "Fourth Value Added Service",
                "details": "Four Way customer Support (Whatsapp, Messenger, Email, App, Call-Center)."
            }
        ]
    },
    {
        "title": "40 Mbps UNLIMITED TRAFFIC",
        "img": "https://i.pinimg.com/originals/de/c7/7c/dec77c15e6ee85d3b0f32cf2ccbbe87e.jpg",
        "price": "৳ 1,999",
        "ratings": "2 ⭐⭐",
        "description": "Internet Service Providers (ISPs) in Bangladesh have been providing plans ranging across multiple price tags as per the suitability of the customer. While you can always go for high-speed plans which can get a bit expensive there is a certain section of the user base such as students, individual users or even small families, who might be in the market for something cheaper. Mentioned in this article are the 40 Mbps broadband plans offered by some of the ISPs in India that are quite affordable.The Internet Service Provider based in Bengaluru provides a 40 Mbps unlimited data plan called ‘ACT Basic.’ The plan usually costs Rs 549 for a month, but the ISP is providing a unique offer for its customers, wherein the ‘ACT Basic’ plan is available for a price of Rs 470 per month for a duration of 6 months. In addition to this, the FUP data limit levied on the broadband plans is 500GB post which the internet works at speed of 512 Kbps.Connect Broadband is a popular company that provides FTH connections in a few of the northern states of India such as Punjab, Haryana and Jammu and Kashmir. The company provides budget plans with ample internet speed and the most basic 40 Mbps plan from the ISP comes with a price tag of Rs 499 per month and offers fully unlimited data along with completely unlimited Local and STD calls.",
        "facility": [
            {
                "name": "First Value Added Service",
                "details": "100Mbps YouTube."
            },
            {
                "name": "Second Value Added Service",
                "details": "100Mbps Facebook."
            },
            {
                "name": "Third Value Added Service",
                "details": "100Mbps BDIX."
            },
            {
                "name": "Fourth Value Added Service",
                "details": "Four Way customer Support (Whatsapp, Messenger, Email, App, Call-Center)."
            }
        ]
    },
    {
        "title": "50 Mbps UNLIMITED TRAFFIC",
        "img": "https://i.pinimg.com/originals/40/b6/e9/40b6e96fc849d2ecc35c315283b439a3.jpg",
        "price": "৳ 2,499",
        "ratings": "4 ⭐⭐⭐⭐",
        "description": "If you are working from home or learning from home, you need a stable and reliable broadband internet connection. In India, users generally lean towards FTTH (fibre-to-the-home) connections for that. This is because mobile networks in India aren't the best for reliability as there are a lot of congestion issues. But thanks to the aggressive competition in the market, we have some great options to choose from when it comes to broadband plans. There are PAN-India as well as regional ISPs (Internet Service Providers) that can do the job for you. Today, we are going to look at a 50 Mbps broadband plan which comes with seven OTT (over-the-top) apps and offers users unlimited data.The 50 Mbps broadband plan that we are talking about comes from Connect Broadband. This is a regional ISP currently offering services in Punjab, Haryana and Jammu & Kashmir. If you are living in any of these regions, you can purchase this plan. There are multiple 50 Mbps broadband plans on offer from Connect Broadband. The plan that we are talking about here comes for Rs 666. Note that GST will be applicable extra.With this plan, users get 50 Mbps of speed, unlimited data, unlimited voice calling and an antivirus key. The unlimited data bundled with this plan actually carries a FUP (fair usage policy) limit of 3.3TB or 3300GB of data in a month. Post the consumption of 3.3TB of data, the speed for the users on this plan would reduce to 5 Mbps.The seven OTT apps on offer with this plan are - Gaana, EpicOn, SonyLIV, ZEE5 Premium, Voot Select, Eros Now and ShemarooMe. This plan can definitely be a good value option for anyone who is looking to purchase plans with decent enough speed and OTT subscriptions bundled. Do let us know in the comments what you feel about this plan.",
        "facility": [
            {
                "name": "First Value Added Service",
                "details": "100Mbps YouTube."
            },
            {
                "name": "Second Value Added Service",
                "details": "100Mbps Facebook."
            },
            {
                "name": "Third Value Added Service",
                "details": "100Mbps BDIX."
            },
            {
                "name": "Fourth Value Added Service",
                "details": "Four Way customer Support (Whatsapp, Messenger, Email, App, Call-Center)."
            }
        ]
    },
    {
        "title": "100 Mbps UNLIMITED TRAFFIC",
        "img": "https://i.pinimg.com/originals/ee/83/7f/ee837f89dc20f8edb387bb08a63c2624.jpg",
        "price": "৳ 4,599",
        "ratings": "5 ⭐⭐⭐⭐⭐",
        "description": "A 100Mbps broadband connection is faster than the UK’s average home broadband service which has a download speed of 63Mbps.With a download speed of 100Mbps, you can do almost anything you’d like to do at the same time on the internet, on multiple devices at the same time. For instance, you can watch online video on 4 devices at the same time in ultra-HD (4K) quality. This increases to 20 devices at the same time if you’re watching in full HD (1080p) quality.With a 100Mbps connection, you can also download files fairly quickly. For instance, a music album will download in around 7 seconds and a HD-quality movie will download in about 5 minutes. Browsing the internet and receiving emails should be near-instantaneous on a 100Mbps connection. If you’re using a 100Mbps broadband connection, it will support most things you’d like to do online. This includes browsing the web, making video calls, listening to music and watching video online on multiple devices at the same time.In the following table, we’ve listed a number of online activities and the minimum speed required for each one. We’ve also listed the number of devices you’d be able to use at the same time when accessing these services through a 100Mbps connection.For instance, watching online video in ultra-HD (4K) quality would require a download speed of 25Mbps on each device. You can therefore watch on up to 4 devices at the same time if you have a 100Mbps connection.",
        "facility": [
            {
                "name": "First Value Added Service",
                "details": "100Mbps YouTube."
            },
            {
                "name": "Second Value Added Service",
                "details": "100Mbps Facebook."
            },
            {
                "name": "Third Value Added Service",
                "details": "100Mbps BDIX."
            },
            {
                "name": "Fourth Value Added Service",
                "details": "Four Way customer Support (Whatsapp, Messenger, Email, App, Call-Center)."
            }
        ]
    },
    {
        "title": "20 Mbps UNLIMITED TRAFFIC",
        "img": "https://i.pinimg.com/originals/48/fe/d0/48fed059f46c3f7cf1ce27dd771c5e78.jpg",
        "price": "৳ 1,260",
        "ratings": "4 ⭐⭐⭐⭐",
        "description": "We have been speaking in terms of “higher” Mbps and “lower” Mbps. Let’s bring numbers into the mix. Internet service providers usually attach figures to their data plans. One service provider might speak of speeds of up to 7Mbps and another will promise 10Mbps (or 50Mbps). What do these figures mean?Data transfer across the internet occurs in electrical or light pulses. The smallest unit of data is called a bit. The rate of data transfer is measured in seconds. Therefore, the slowest speed of data transfer possible is one bit per second (1 bps).To simplify the categorization, bits are chunked in groups of a thousand. 1,000 bits are called a kilobit (Kb). The rate of transfer of 1,000 bits per second is 1 kilobit per second (1Kbps). 1,000 kilobits are called 1 megabit (Mb). Essentially, 1 megabit consists of 1,000,000 bits. So, 1Mbps is the rate of transfer of one million bits per second. If we take this one step higher, a thousand Megabits are called a Gigabit (Gb). This equals 1 billion bits.In a nutshell, the Mbps meaning is “the rate of transfer of 1 million bits per second.” If your internet service provider promises download speeds of 7Mbps, they are promising that they’ll be able to transfer 7 million bits per second to your device. The obvious question is: what does this have to do with your data?",
        "facility": [
            {
                "name": "First Value Added Service",
                "details": "100Mbps YouTube."
            },
            {
                "name": "Second Value Added Service",
                "details": "100Mbps Facebook."
            },
            {
                "name": "Third Value Added Service",
                "details": "100Mbps BDIX."
            },
            {
                "name": "Fourth Value Added Service",
                "details": "Four Way customer Support (Whatsapp, Messenger, Email, App, Call-Center)."
            }
        ]
    },
    {
        "title": "15 Mbps UNLIMITED TRAFFIC",
        "img": "https://i.pinimg.com/originals/8a/e9/03/8ae903cbc0eee670144e633786af903d.jpg",
        "price": "৳ 1,050",
        "ratings": "5 ⭐⭐⭐⭐⭐",
        "description": "15mbps Internet Download speed with unlimited Monthly Data Transfer in Bangladesh Quickly download medium sized files, music, pictures, and funny clips! Search the Internet and chat with your friends and colleagues, update your status on facebook, tweet to your friends and share pictures with your friends on Google+ and other social media networks with freedom of unlimited data usage with high speed internet smart package available in Montreal Click on the left to select the Package.What you get in Unlimited Internet 15mbps you can download and upload as much as you want on your 10mbps Internet connection without having to worry about your usage. In other words if you have freedom to download and upload as much as you can is called unlimited internet however speed will depends upon the connection you are useing.With Gemstelecom Internet in Montreal, you can enjoy a reliable and secure service with fast speeds and Wi-Fi home network. Use as much as you can.Internet speed is one of the biggest considerations when choosing an internet service provider. It determines not only how quickly you can perform tasks online, but how many of those tasks your network can handle at a single time. Unless you’re living solo and only browsing Facebook, you might need more than the minimum speed.Below, we’ll go over why internet speed matters, how to check your speed, and what to do if it’s not fast enough to handle your household connection needs.",
        "facility": [
            {
                "name": "First Value Added Service",
                "details": "100Mbps YouTube."
            },
            {
                "name": "Second Value Added Service",
                "details": "100Mbps Facebook."
            },
            {
                "name": "Third Value Added Service",
                "details": "100Mbps BDIX."
            },
            {
                "name": "Fourth Value Added Service",
                "details": "Four Way customer Support (Whatsapp, Messenger, Email, App, Call-Center)."
            }
        ]
    }
]